Tests/ProxMox/proxmox_performance.txt
sysbench 1.0.20 (using system LuaJIT 2.1.0-beta3)

Running the test with following options:
Number of threads: 4
Initializing random number generator from current time


Extra file open flags: (none)
128 files, 16KiB each
2MiB total file size
Block size 16KiB
Number of IO requests: 0
Read/Write ratio for combined random IO test: 1.50
Periodic FSYNC enabled, calling fsync() each 100 requests.
Calling fsync() at the end of test, Enabled.
Using synchronous I/O mode
Doing random r/w test
Initializing worker threads...

Threads started!


File operations:
    reads/s:                      474.54
    writes/s:                     316.52
    fsyncs/s:                     1056.75

Throughput:
    read, MiB/s:                  7.41
    written, MiB/s:               4.95

General statistics:
    total time:                          10.3647s
    total number of events:              18642

Latency (ms):
         min:                                    0.00
         avg:                                    2.14
         max:                                   86.91
         95th percentile:                        5.99
         sum:                                39982.92

Threads fairness:
    events (avg/stddev):           4660.5000/224.70
    execution time (avg/stddev):   9.9957/0.00